{
"cities": [
{
"id": 1,
"name": "Belize City",
"country": "Belize",
"description": "Belize City is a port city in the Central American country of Belize. It’s divided into north and south sides by Haulover Creek, which opens into the Caribbean Sea. The manually operated 1920s Swing Bridge, a busy crossing point, links the two. On the north side, the Museum of Belize traces the country’s history, with exhibits including Mayan artifacts. The Image Factory gallery shows local contemporary art.",
"image": "./images/Cities/Belize-City.jpg",
"price": 399,
"reviews": 4157,
"rating": 4,
"externalUrl": "https://www.google.com/maps/place/Belize+City,+Belize/@17.5055793,-88.2468956,13z/data=!3m1!4b1!4m5!3m4!1s0x8f5c584b483377cf:0xe1dbdc6e9012ff22!8m2!3d17.5045661!4d-88.1962133"
},
{
"id": 2,
"name": "Bridgetown",
"country": "Barbados",
"description": "Bridgetown, the capital of Barbados, is a port city on the island’s southwest coast. It's known for its British colonial architecture, 17th-century Garrison and horseracing track. Near the central National Heroes Square, which fringes the Constitution River, Nidhe Israel Synagogue and its museum explore the island’s Jewish history. Carlisle Bay is home to 6 shipwreck dive sites, Browne’s Beach and a yacht club.",
"image": "./images/Cities/Bridgetown_Barbados.jpg",
"price": 509,
"reviews": 2460,
"rating": 3,
"externalUrl": "https://www.google.com/maps/place/Bridgetown,+Barbados/@13.1013093,-59.6315572,13z/data=!3m1!4b1!4m5!3m4!1s0x8c43f6c2fa4cf93d:0x7dc1e66a95867069!8m2!3d13.0968511!4d-59.6144819"
},
{
"id": 3,
"name": "Cancun",
"country": "Mexico",
"description": "Cancun, a Mexican city on the Yucatán Peninsula bordering the Caribbean Sea, is known for its beaches, numerous resorts and nightlife. It’s composed of 2 distinct areas: the more traditional downtown area, El Centro, and Zona Hotelera, a long, beachfront strip of high-rise hotels, nightclubs, shops and restaurants. Cancun is also a famed destination for students during universities’ spring break period.",
"image": "./images/Cities/Cancun_Mexico.jpg",
"price": 779,
"reviews": 11232,
"rating": 5,
"externalUrl": "https://www.google.com/maps/place/Canc%C3%BAn,+Quintana+Roo,+Mexico/@21.1212853,-86.9893194,11z/data=!3m1!4b1!4m5!3m4!1s0x8f4c2b05aef653db:0xce32b73c625fcd8a!8m2!3d21.161908!4d-86.8515279"
},
{
"id": 4,
"name": "Cartagena",
"country": "Colombia",
"description": "Cartagena is a port city on Colombia’s Caribbean coast. By the sea is the walled Old Town, founded in the 16th century, with squares, cobblestone streets and colorful colonial buildings. With a tropical climate, the city is also a popular beach destination. Reachable by boat are Isla de Barú, with white-sand beaches and palm trees, and the Islas del Rosario, known for their coral reefs.",
"image": "./images/Cities/Cartagena_Colombia.jpg",
"price": 597,
"reviews": 4512,
"rating": 4,
"externalUrl": "https://www.google.com/maps/place/Cartagena,+Cartagena+Province,+Bolivar,+Colombia/@10.4001911,-75.578566,12z/data=!3m1!4b1!4m5!3m4!1s0x8ef625e7ae9d1351:0xb161392e033f26ca!8m2!3d10.3910485!4d-75.4794257"
},
{
"id": 5,
"name": "Fort de France",
"country": "Martinique",
"description": "Fort-de-France is the capital of the Caribbean island of Martinique, a French overseas territory. It’s known for colonial architecture, ornate iron balconies, tropical flowers and beaches. La Savane park has a statue of Napoleon I’s wife Joséphine, a native of the island. Exhibits at the Martinique Museum of Archaeology and Prehistory focus on the island’s history, especially the pre-Columbian period.",
"image": "./images/Cities/Fort-de-France_Martinique.jpg",
"price": 1003,
"reviews": 5022,
"rating": 3,
"externalUrl": "https://www.google.com/maps/place/Fort-de-France+Bay,+Martinique/@14.6486969,-61.1038119,13z/data=!3m1!4b1!4m5!3m4!1s0x8c6aa71981473923:0x1693fad657c492cb!8m2!3d14.6160647!4d-61.0587804"
}
]
}
